<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ page isErrorPage="true" %>
<!DOCTYPE html>
<html>
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF-8">
<title>nullPointerError 에러발생</title>
</head>
<body>
요청과정에서 에러가 발생했습니다.<br>
java.lang.NullPointerException <br>
빠른 시간내에 처리하겠습니다.

<h3>에러 타입 : <%= exception.getClass().getName() %></h3>
<h3>에러 메시지 : <%= exception.getMessage() %></h3> 



<!-- 


웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 

웹 사이트에서 페이지를 표시할 수 없습니다.
 
  HTTP 500 
 
    
예측 가능한 원인:
•웹 사이트는 유지 관리 중입니다.
•웹 사이트에 프로그래밍 오류가 있습니다.
 
    
가능한 해결 방법:
 
    

  페이지를 새로 고칩니다.  
 
    

  이전 페이지로 돌아갑니다.  
 
    

추가 정보  추가 정보  
 



 -->






</body>
</html>